7zip
acpi
adwaita-qt5-git
adwaita-qt6-git
alacritty
alsa-utils
ani-cli
archlinux-xdg-menu
ario
ark
base
base-devel
blender
blueman
bluez
bluez-utils
breeze
breeze-gtk
brightnessctl
cava
ccls
cfssl
chrony
clang
cmake
copyparty
dhcpcd
dolphin
dolphin-plugins
dosfstools
dunst
e2fsprogs
easytag
efibootmgr
egl-wayland
exfatprogs
fastfetch
firefox
flatpak
gamemode
gdb
gimp
git
github-cli
glew
glfw
gnome-font-viewer
gnome-themes-extra
gnu-free-fonts
googledot-cursor-theme
gparted
greetd-regreet
grim
heroic-games-launcher-bin
htop
hwinfo
hypridle
hyprland
hyprlock
hyprls-git
hyprpaper
hyprpicker
hyprpolkitagent
id3v2
imv
intel-ucode
inter-font
irssi
jq
kdegraphics-thumbnailers
kdenlive
krita
lib32-libcurl-gnutls
lib32-ncurses5-compat-libs
lib32-virtualgl
libappimage
libcurl-gnutls
libreoffice-still
librewolf-bin
libsmbios
linux
linux-firmware
linux-headers
lld
lldb
lutris
man-db
man-pages
mangohud
mcmojave-cursors
memtest86+-efi
mesa-utils
mokutil
morewaita-icon-theme
mpd
msedit
nano
ncurses5-compat-libs
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
nvidia-open-dkms
nvidia-utils
nwg-look
obs-studio
obsidian
openssh
opentabletdriver
otf-font-awesome
pacman-contrib
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
podman
power-profiles-daemon
prismlauncher
protontricks
protonup-qt
python-pip
python-virtualenv
qbittorrent
qdirstat
qt5-wayland
qt5ct
qt6ct
rust
sbsigntools
shim-signed
slurp
socat
sof-firmware
steam
steamcmd
sudo
telegram-desktop
texinfo
tree
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-ms-win11-auto
ttf-roboto
unarchiver
ungoogled-chromium-bin
unrar
unzip
uwsm
valgrind
vesktop
vscodium-bin
vscodium-bin-marketplace
vulkan-tools
waybar
wayland
wev
wget
which
wine
wine-mono
winetricks
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
yay
yay-debug
yt-dlp
zerotier-one
zig
zip
zls
zsh
